Repository: jfrabaute/scolily
Catalog: po/*.po
Languages: fr

source: Unable to open plugin. Using internal lilypond converter.
fr: Incapable d'ouvrir le plugin. Utilisation du convertisseur lilypond interne.

source: Unable to find CreateFile symbol in plugin.
fr: Incapable de trouver le symbole CreateFile dans le plugin.

source: Unable to find StartRecording symbol in plugin.
fr: Incapable de trouver le symbole StartRecording dans le plugin.

source: Unable to find CloseFile symbol in plugin.
fr: Incapable de trouver le symbole CloseFile dans le plugin.

source: Unable to find AddNote symbol in plugin.
fr: Incapable de trouver le symbole AddNote dans le plugin.

source: Unable to find StartNote symbol in plugin.
fr: Incapable de trouver le symbole StartNote dans le plugin.

source: Unable to find StopNote symbol in plugin.
fr: Incapable de trouver le symbole StopNote dans le plugin.

source: An error has occured
fr: Une erreur est survenue

source: Syntax error!
fr: Erreur de syntaxe !

source: Scolily generates lilypond files by processing audio input
fr: Scolily génère un fichier lilypond en écoutant l'entrée audio.

source: Display this help screen
fr: Affiche cet écran d'aide

source: Write output to specified file (instead of Test.ly)
fr: Écris vers le fichier spécifié ( à la place de Test.ly )

source: Show version information
fr: Affiche les informations de version

source: Choose execution time
fr: Choisit le temps d'exécution

source: Choose the recording threshold
fr: Choisit le seuil d'enregistrement

source: Shift, in octave
fr: Décalage en octaves

source: Specify the number of beats per minute
fr: Spécifie le nombre de battements par minute

source: Do not use a GUI
fr: Ne pas utiliser de GUI

source: (Not available yet)
fr: ( Pas encore disponible )

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
fr: Ce logiciel est libre; voir les sources pour les conditions de copie. Il n'y a PAS GARANTIE; ni implicite pour le MARCHANDAGE ou pour un BUT PARTICULIER.

source: File
fr: Fichier

source: Beat per minute
fr: Battements par minute

source: Shift, in octave
fr: Décalage en octaves

source: Duration (in seconds) :
fr: Longueur ( en secondes ) :

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: Scolily listen to the music you play and write scores.
fr: Scolily écoute la musique que vous jouez et en écris des partitions.

source: Copyright (C) 2007 Thibaut GIRKA <thibaut.girka@gmail.com> Scolily is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
fr: Copyright (C) 2007 Thibaut GIRKA <thibaut.girka@gmail.com> Scolily est un logiciel libre; vous pouvez le redistribuer et/ou le modifier selon les termes de la GNU General Public License (Licence Publique Générale GNU) telle qu'elle a été publiée par la Free Software Foundation; soit la version 2 de la licence, soit (comme vous le souhaitez) toute version ultérieure.

source: http://www.codingteam.net/scolily-aff_en.html
fr: http://www.codingteam.net/scolily-aff_fr.html

source: translator-credits
fr: Thibaut GIRKA <thibaut.girka@gmail.com>

source: and...
fr: et...

source: Finished
fr: Terminé

source: Scolily just finished to export the file. But your plugin doesn't specify any after-processing option. It meens there is nothing to do, or you have to do it yourself.
fr: Scolily viens juste de finir d'exporter votre fichier, mais le plugin que vous avez choisi ne spécifie pas de traitement supplémentaire. Cela signifie qu'il n'y a rien à faire, ou que vous devez le faire vous même.

source: Finish
fr: Terminé

source: Scolily just finished to export the file, you may want to run lilypond, now. Run lilypond ?
fr: Scolily viens juste de finir d'exporter le fichier, vous voudriez peut-être lancer lilypond maintenant. Lancer lilypond ?

source: Error
fr: Erreur

source: Scolily did not find lilypond, please install it.
fr: Scolily n'a pas trouvé lilypond, veuillez l'installer.

source: Convertion finished, you should now be able to open the PDF file.
fr: Conversion terminée, vous devriez maintenant pouvoir ouvrir le fichier PDF.

source: Convertion failed, check the console for details.
fr: Conversion impossible, veuillez vérifier la console pour les détails.

source: Scolily Settings
fr: Paramètres de Scolily

source: Settings
fr: Paramètres

source: Scolily can use many plugins to export your partitions, in addition of lilypond built-in abilities.
fr: Scolily peut utiliser de nombreux plugins pour exporter vos partitions, en plus de ses capacités intégrées pour lilypond.

source: Threshold:
fr: Seuil:

source: Output plugin:
fr: Plugin de sortie :

source: Internal lilypond
fr: Convertisseur lilypond interne
